const recipes = [
  {
    id: "6315ab34-68ed-4ce6-ab69-056e6982bee0",
    userId: "333f2899-1fa3-44bd-b0c5-aa4b97663395",
    title: "맛있는 밑반찬 백종원 가지볶음",
    summary: `여름에 많이 접할 수 있는가지는 장도 튼튼하게 해주고, 폴리페놀 성분이 있어 항암효과에도 탁월하구요,고혈압, 염증, 해열 치료에도 좋고, 비타민 함유량이 매우 높아 피로회복에도 효과가 뛰어나다고 합니다.이렇게 좋은 먹거리 가지로 간단하지만 정말 맛있는가지볶음을 해 보아요 : )`,
    img: "https://recipe1.ezmember.co.kr/cache/recipe/2019/08/21/f51404dc513ccc76be4b5668f5dd350b1.jpg",
    wayToCook: `1. 먼저 가지를 먹기좋게 썰어주어요,저처럼 동글하게 썰어도 좋고, 손가락 만하게 썰어도 OK!

2. 양파는 채썰고, 파와 고추는 너무 얇지않게 쫑쫑~ 썰어주세요.

3. 분량의 양념장을 만들어 주세요.

4. 넉넉하게 기름을 두른 팬에 파를 먼저 넣고 볶아서 파향을 내어 주면 볶음의 풍미가 훨씬 좋아진답니다.

5. 파가 노릇해질때 가지와 양파를 넣고 계속 볶아주어요.

6. 가지가 어느정도 익으면 양념장을 넣고 양념이 잘 베이도록 볶아줍니다.

7. 완성무렵에 참기름 1큰술 휘리릭~ 둘러주고요, 고추도 넣어줍니다. 지금 고추를 넣으면 씹히는 맛이 있어 좋더라구요.

8. 마지막으로 통깨 0.5큰술 톡톡톡~ 완성입니다 : )

9. 가지는 호불호가 있는 채소인데 이렇게 맛있게 볶는다면 아마도 모든분들이 만족하며 드실 수 있으실 거에요 : D`,
    origin: "https://www.10000recipe.com/recipe/6917883",
  },
  {
    id: "c9c114d8-f147-48c4-8ea8-c5ab56c6ed87",
    userId: "333f2899-1fa3-44bd-b0c5-aa4b97663395",
    title: "닭볶음탕 진짜진짜 황금레시피 알려 드려요~~^^",
    summary: `닭볶음탕 레시피입니다
아래 유튜브 동영상도 있으니 주소 클릭하셔서 참고 하셔도 조을듯요~~~^^
https://youtu.be/Q3SqbUUuSrY

다른요리가 궁금하시면 채널주소로 ㄱㄱ
https://m.youtube.com/channel/UC62lSbFDMublcifIjVexQFQ

저희가족 가끔가는 닭볶음탕 맛집이 있는데요 너무 맛있어서 제가 한번 따라해 봤어요
인터넷도 여기저기 뒤져보고 했는데 딱 요레시피가거의 근접한 맛이 나더라구요
닭볶음탕 좋아하시는분들
꼭 한번 해보시길요~~`,
    img: "https://recipe1.ezmember.co.kr/cache/recipe/2017/09/12/e082636233ee03a012fc656d428df5971.jpg",
    wayToCook: `1. 닭 한마리를 준비 합니다 저희집은 가족이 5명이라 두마리를 준비했어요 대식가거든요 ㅎㅎ

2. 당면을 물에 불려 줍니다

3. 닭을 깨끗이 씻어 손질 해 줍니다

4. 닭 사이사이 붙어있는 기름을 제거해주면 좋아요

5. 잡내를 없애기 위해 우유에 30분정도 담가 둡니다

6. 지금부터 이부분은 해도되고 건너 뛰어도 되는 과정 인데요 닭을 한번후루룩 끓여 줍니다

7. 닭끓인 물을 버리고 차가운물로 헹궈줍니다 이부분에서 제가 두가지를 해봤는데요 1.닭을 우유에 담갔다가 씻은후 삶지않고 조리한경우 2.닭을우유에 담갔다가 삶아서 조리한 경우 한번 삶아서 육수를 버리고난 닭볶음탕은 깊은맛이 없더라구요

8. 고기를 냄비에두고 닭한마리기준 간장9~11 고추장4 고춧가루2 양파갈은거1/2 마늘5알 요리당6 청주1 후추약간 액젓1

9. 이렇게 양념소스를 만들어 주세요 요거 진짜 맛집 하고 거의 흡사한 맛이에요 맛집은 낙지나 새우를 첨가해 주기도 하죠!

10. 냄비에 양념장과 육수600ml를 넣고 한소끔 끓여 줍니다 물대신 육수를 넣어주시면 좀더 감칠맛이 나는데 물로하셔도 맛있어요 육수는 물로 대체 가능

11. 그사이에 야채손질을 해주시는데요 감자는 모서리를 깎아서 넣는게 좋아요 그렇지않으면 감자가 으깨져서 국물이 텁텁해 질수가 있거든요 깎고 남은 감자는 된장찌개에 넣으시면 좋아요

12. 한소끔 끓을때 감자를 넣어 뚜껑을 덮고 중불에 30분정도 끓여 주세요

13. 대파 양파 당근 고추를 적당한 크기로 잘라 준비해주세요

14. 이제 어느정도 닭과 감자가익었네요

15. 나머지 야채를 넣고

16. 한번더 끓입니다 국물이 넉넉한게 좋으신 분들은 육수를 조금더 추가하고 양념도 살짝 추가 하시면 됩니다

17. 아까 준비해둔 당면을 살짝 삶아 첨가해주세요 삶지않고 충분히 불려서 넣으셔도 됩니다 불릴시간이 없으시면 삶아서 넣어주세요 당면은 안넣으셔도 상관 없어요 참기름 후추(선택가능)도 살짝 첨가해주심 끝`,
    origin: "https://www.10000recipe.com/recipe/6876357",
  },
  {
    id: "16a4d32a-8273-4dae-9723-d7baa66e8da8",
    userId: "758db209-ec95-4495-9743-e62a7a2936ca",
    title: "백종원 오이무침 새콤달콤 맛있게~",
    summary: `백종원 레시피는 시간이 지나도 챙겨보게 되는데요

오늘도 열심히 따라 합니다

오이무침 새콤달콤 맛있게 맛있게~~`,
    img: "https://recipe1.ezmember.co.kr/cache/recipe/2018/10/06/b1b388113cd0d3c3c3ce3838f838bfef1.jpg",
    wayToCook: `1. 오이는 동글동글 모양살려 썰어 소금에 잠시 절여 둡니다

2. 절인다기 보다는 양념 준비하는 동안 잠시 소금에 절인다 생각하면 됩니다

3. 고추장(1T), 고춧가루(1T), 설탕(1T), 올리고당(1T) 다진마늘(1/2T), 간장(1T), 식초(1.5T), 참기름(1T), 통깨(1T) 섞어 양념장 만들어요

4. 물기 꼭 짜 주고

5. 슬라이스한 양파도 넣어요

6. 준비한 양념장 넣고 무쳐 냅니다

7. 새콤달콤 맛있는 오이무침 완성입니다 수분을 꼭 짜고 무친 것이라 꼬들꼬들 아삭함이 좋은 오이무침 입니다 맛있어요 ㅎ`,
    origin: "https://www.10000recipe.com/recipe/6897261",
  },
  {
    id: "b7d5a7e2-990b-46fb-8837-c95cf1a99582",
    userId: "758db209-ec95-4495-9743-e62a7a2936ca",
    title: "6.1.4.6.의 맞춤의 맛있고 시원한 오이냉국~~",
    summary: `오이냉국은 냉국 만들기가 힘드시잖아요?
6146이라는 간만 잘 맞춰진다면 이제는 여름의 냉국 걱정은 힘드시지 않으실거요..`,
    img: "https://recipe1.ezmember.co.kr/cache/recipe/2016/08/01/1250bf1376b25174655411144e38c6b41.jpg",
    wayToCook: `1. 우선 냉국만 만들어서 냉장고에 넣어 둘거에요.. 그러면 나중에 드실 때에 오이에 냉국만 부어서 드시면 되신답니다. 물과 소금.그리고 설탕 식초를 6.1.4.6.으로 넣어주시면 되시구요. 너무나 알맞는 냉국의 간이랍니다..

2. 이 재료들을 혼합해서 잘 섞이게 할려고 도깨비방망이로 믹싱해주었답니다. 믹서기로 돌려주는 것 하고 안돌려주는 것하고는 맛이 조금 틀리더라구요.. 그리고 냉장고로 바로 GO! GO!

3. 오이를 채 썰어서 소금에 절여주시고 행주에 꽉 짜준답니다. 그러면 오이가 부드러워지고 연해지죠.. 그렇게 하시지 않으시고 바로 넣으셔도 되시구요.. 오이는 생으로 드셔도 좋잖아요?

4. 냉장고에서 냉국을 꺼내어 드실 때에 오이에 냉국을 부어서 드시면 되시죠.

5. 그리고 깨소금 약간만 넣어 주시면 오이냉국 완성되시죠.. 미역과 함께 하셔도 되시겠죠? 올 여름은 유난히 더운 것 같습니다. 오이냉국으로 시원한 여름 나시길~~~`,
    origin: "https://www.10000recipe.com/recipe/6853815",
  },
  {
    id: "f3f8da4e-4e55-4090-9419-dfd59ae995a9",
    userId: "6ae3d550-4516-46b3-9f11-1e6f751ba080",
    title: "양념장이 참 맛있는 두부조림",
    summary: `포슬포슬한 두부조림에 밥을 비벼보아요~
명절음식이 질릴때~ 요 얼큰한 두부조림 어떠세요~
양념장과 함께 두부조림에 밥을 비벼~ 김이나 김치를 싸먹어보세요^^
두부 한모로 휼륭한 한끼가 완성된답니다~
두부조림 간단하게 만들 수 있는 레시피 영상으로 확인해보세요~`,
    img: "https://recipe1.ezmember.co.kr/cache/recipe/2019/02/15/51440490a12476fc20860f3e9bde29781.jpg",
    wayToCook: `1. 두부는 체에 받쳐 물기를 빼주세요

2. 양파는 얇게 썰어주시고 파는 송송 썰어둡니다

3. 양념장도 만들어주세요

4. 두부도 먹기 좋게 썰어주세요

5. 식용류 1/2 큰 술, 들기름 1 큰 술를 두룬 팬에 두부를 구워주세요 양면을 다 구워주시면 됩니다 1분정도씩 부들부들하게 구워요

6. 두부가 구워졌다면 야채와 양념장을 올리고 5분더 끓여주세요

7. 이제 뚜껑을 덮고 1분 더 끓여줍니다

8. 너무 간단하게 완성이죠~^^`,
    origin: "https://www.10000recipe.com/recipe/6906655",
  },
  {
    id: "5d82d100-82f0-4b11-8dbc-966cad0253b0",
    userId: "6ae3d550-4516-46b3-9f11-1e6f751ba080",
    title: "백종원 오이냉국 황금레시피 입맛 없을때 최고",
    summary: `간단하니 너무 맛있는 백종원 오이냉국 황금레시피`,
    img: "https://recipe1.ezmember.co.kr/cache/recipe/2016/07/11/5ff784d23ec4aab4c02952d684bbc7e91.jpg",
    wayToCook: `1. 야채들은 적당히 채썰어 준비 해주세요

2. 미역은 물에 먼저 불려주세요 ~

3. 제일 중요한 냉국물 만들기 물은 600ml 준비해주시고요 소금 1, 설탕1, 식초 6 을 넣고 잘 저어주세요

4. 그리고 야채와 불린 미역, 마지막으로 홍고추와 깨 약간 넣어주세요

5. 그리고 잘 섞어 주면 맛있는 오이냉국 완성`,
    origin: "https://www.10000recipe.com/recipe/6852492",
  },
  {
    id: "aa276055-50bf-4a3a-b4c3-1f702498b18f",
    userId: "c42d2884-ddfa-4bf6-9147-9b39c2a43524",
    title: "제육볶음 만드는법 # 기사식당st 레시피",
    summary: `기사식당에서먹는 국물없는 제육볶음을 만들어봤어요`,
    img: "https://recipe1.ezmember.co.kr/cache/recipe/2016/03/27/3b2359adaaaff4853eecfa07a04ac3a71.jpg",
    wayToCook: `1. 팬에 불을 켜지않고 핏물을 키친타월로 가볍게 제거한 돼지앞다리살1근을 넣고 마늘반스푼, 간장1스푼, 후추가루약간을넣고 조물조물 재워주세요

2. 고추가루2스푼, 진간장1스푼, 마늘반스푼, 물엿1스푼, 매실액2스푼(없으면 설탕2/3수저로대체), 고추장크게1스푼,후추톡톡해서 양념장을 만들어주시고

3. 파와 양파 당근등 기호에맞는 채소를 손질해서 준비해주세요

4. 센불에 고기를 볶다가 반정도 익을때쯤

5. 당근 양파등을 먼저 넣어 센불에 볶아주세요 ( 약한불에서하면 물이나올수있어요!)

6. 양파가 반투명해질때쯤 준비된 양념의 2/3을 넣어 볶아줍니다 양념이 들어간뒤로 탈수있으니 중불로 줄여주세요

7. 고기가 익고난뒤 간을 한번보시고 부족하면 나머지 양념장을 다 넣어주세요 (전다사용했어요!)

8. 불끄기3분전 나머지 고추와 파등을넣어 센불로 볶아주시면 끝!

9. 예쁘게 담아서 맛있게드세요 :)`,
    origin: "https://www.10000recipe.com/recipe/6845428",
  },
  {
    id: "96b56714-aa34-4e4d-ab31-5fa0c5cae000",
    userId: "c42d2884-ddfa-4bf6-9147-9b39c2a43524",
    title: "몸보신에 최고인 삼계탕 만드는법",
    summary: `어렵게만 생각됫던 삼계탕, 하고보니 생각보다는 간단하더군요 다만 하는 방법은 재료다넣고 끓이기만 하면되지만 처음 해보는 닭손질은 은근 어려웠네요 ☞☜ 그치만 대성공했기에 나름 뿌듯하다며~ 삼계탕 만드는법 알려드릴께요!`,
    img: "https://recipe1.ezmember.co.kr/cache/recipe/2016/02/21/be5f9d8982c1e4177ff3cab2f96a7a591.jpg",
    wayToCook: `1. 찹쌀은 집에 한컵정도 밖에 안남았길래 이거라도 넣어줬어요 찹쌀은 1시간이상 불려서 준비해줍니다

2. 삼계탕용 약재는 마트에서 파는걸로 편하게 준비했구요 이안에 황기랑 그외 등등등.. 대추도 들어있어요ㅎㅎ 냄비에 물을 넣고 약재를 다 넣고 30분정도 끓여줍니다

3. 보통 닭이랑 약재랑 한번에 다같이 끓여주시던데 저는 저희엄마가 하시는 방식으로 할거에요~ 약재로 육수를 먼저 끓여준후 닭을 넣어야 더 맛있다고 하더라구요

4. 육수가 만들어질동안 저는 닭손질을 해야겠지요~ 닭 두마리를 봉지에서 꺼내줬는데 매끈한게 참 요염한 자태를 뽐내고 있네요 하다보면 괜찮지만 처음엔 꺼내고 이걸 어쩌지 멍~ 했다는ㅎㅎ

5. 먼저 닭의 기름이 가장 많다는 꼬리부분을 잘라주셔야 해요 자르고 그주변으로 보이는 기름들 다 제거해주세요

6. 날개부분도 끝부분은 잘라주세요 닭손질 겨우겨우 끝! 구석구석 기름있는거 다 제거하고 안에 내장이나 더러운것들 다 파내고 흐르는 물에 씻어주고~ 한 30분정도? 소요된것 같아요

7. 다 손질된 닭은 보기좋으라고 다리를 꼬아줬어요 보통 닭안에 대추 찹쌀 등등 다 넣으시는데 저는 안넣고 그냥 끓일거에요! 개인취향대로 안에 내용물 넣으시고 꼬으셔도 되요^^

8. 30분정도 후 육수가 진~하게 잘 우러났어요 이제 닭2마리 퐁당 해주시고 찹쌀도 그냥 넣어주세요

9. 원래는 통마늘을 넣어야되는데 저는 통마늘의 필요성을 못느껴 마늘은 다 갈아버리거든요 ㅜㅜ 어쩔수없이 다진마늘을 1스푼 넣어줬어요 근데 저는 오히려 통마늘은 익어도 잘 못먹겠는데 다진마늘은 은은하게 마늘향도 나고 좋더라구요 앞으로도 저는 삼계탕할때 그냥 다진마늘 넣으려구요^^

10. 푹 30~40분정도 끓여줍니다 닭은 너무 오래끓이면 질겨지니 적당히 끓여주세요!!

11. 마지막에 간은 소금으로 해주시고, 대파 송송 썰어서 넣어서 한번더 끓여주세요

12. 짠! 여름보양식 삼계탕이 완성됫어요`,
    origin: "https://www.10000recipe.com/recipe/6854423",
  },
  {
    id: "3ebdd29a-52ec-46d8-b214-fc208b5b51fd",
    userId: "6d7b6ba9-e072-4069-92ca-d8e861837d30",
    title: "오징어 볶음, 향과 맛이 일품! 백종원 오징어 볶음",
    summary: `백종원님의 레시피중에 간혹 감탄이 나오는
레시피가 있는데 바로 오징어볶음입니다.
살짝 불향까지 나는것이 아주 일품이네요.
쉬운 레시피로 따라하기도 쉽습니다.
오늘 메뉴로 해 보세요~`,
    img: "https://recipe1.ezmember.co.kr/cache/recipe/2019/01/04/518d5bf35102aa51bf58078f7a25dc751.jpg",
    wayToCook: `1. 양배추, 당근, 양파, 파(준비량의 반)는 길쭉하고 굵게, 고추도 어슷큼직하게 썹니다. 오징어도 깨끗하게 손질해서 먹기좋은 크기로 썹니다.

2. 팬에 식용유 3큰술과 송송썬 파를 넣은 후 불을 올려 볶아요. 파기름이 충분히 나오게, 노르스름해질때까지 볶습니다.

3. 파가 노르스름하게 볶아지면 오징어를 넣고 볶다가 설탕 1큰술을 넣어 볶습니다.

4. 마늘 1큰술 고추장 1큰술을 넣어고 볶습니다. 볶는 시간은 최소로 하세요, 마늘넣고 팬들어가며 섞어주는식으로 볶고, 고추장 넣고도 마찬가지로요.

5. 간장 5큰술, 고춧가루 3큰술을 넣고 볶습니다. 너무 뻑뻑한 느낌이 들면 물 반컵을 넣고 볶습니다.

6. 이제 준비한 채소를 볶던 팬에 전부 넣습니다.

7. 잘 섞어가며 채소의 숨이 죽지않게 단시간으로 볶다가 불에서 내리기 직전 참기름을 촤악~ 둘러주고 끝!!

8. 그릇이나 달군 팬에 먹음직스럽게 담고 통깨를 솔솔 뿌려 상에 냅니다. 완성!입니다. 맛있게 드세요~`,
    origin: "https://www.10000recipe.com/recipe/6903507",
  },
  {
    id: "198c50a8-00f9-44b5-ad7c-cf8c257b9993",
    userId: "6d7b6ba9-e072-4069-92ca-d8e861837d30",
    title: "매콤 된장찌개, 채소와 두부만 넣은 초간단 초스피드 된장찌개",
    summary: `고기와 곁들여 먹으면 좋은 가벼운 느낌의 된장찌개 입니다.`,
    img: "https://recipe1.ezmember.co.kr/cache/recipe/2016/10/27/462f2e2c70a260e044c4450bc18e6f651.jpg",
    wayToCook: `1. 물1.5종이컵에 된장,고추가루,다진마늘,설탕,간장을 한데넣고 한소끔 끓여줍니다.

2. 그사이 양파,버섯,애호박,청양고추,두부는 적당한 크기로 썰어줍니다.

3. 한소끔 끓은 된장물에 양파,버섯,애호박,청양고추,두부를 넣어 줍니다.

4. 애호박이 익을때까지 끓여주어 간을보아 부족한간은 소금으로 해주어 완성. 저는 부족한간이 없어 소금은 넣지 않았습니다.`,
    origin: "https://www.10000recipe.com/recipe/6859263",
  },
];

export default recipes;
